{
  "1-2年级": [
    "afraid",
    "afternoon",
    "am",
    "angry",
    "apple",
    "are",
    "arm",
    "aunt",
    "autumn",
    "baby",
    "bag",
    "banana",
    "basketball",
    "bear",
    "beautiful",
    "bed",
    "behind",
    "beside",
    "between",
    "big",
    "bike",
    "bird",
    "birthday",
    "biscuit",
    "black",
    "blue",
    "boat",
    "book",
    "bored",
    "boy",
    "bread",
    "brother",
    "bus",
    "by",
    "cake",
    "cap",
    "car",
    "card",
    "cat",
    "celebrate",
    "chair",
    "chicken",
    "christmas",
    "cinema",
    "circle",
    "class",
    "classroom",
    "clever",
    "cloud",
    "coat",
    "cold",
    "colour",
    "cook",
    "cool",
    "count",
    "cousin",
    "crayon",
    "cute",
    "dance",
    "dancer",
    "day",
    "delicious",
    "desk",
    "diamond",
    "doctor",
    "dog",
    "door",
    "draw",
    "dress",
    "driver",
    "ear",
    "egg",
    "eight",
    "eighteen",
    "elephant",
    "eleven",
    "equal",
    "evening",
    "excited",
    "eye",
    "face",
    "family",
    "farmer",
    "fat",
    "father",
    "feel",
    "fifteen",
    "fifty",
    "fine",
    "fireman",
    "fish",
    "five",
    "flower",
    "foot",
    "football",
    "for",
    "forty",
    "four",
    "fourteen",
    "friend",
    "garden",
    "gift",
    "giraffe",
    "girl",
    "give",
    "glue",
    "go",
    "goodbye",
    "grandfather",
    "grandmother",
    "grape",
    "grass",
    "green",
    "hair",
    "hand",
    "happy",
    "he",
    "hear",
    "heart",
    "hello",
    "here",
    "hi",
    "hill",
    "hospital",
    "hot",
    "hour",
    "how",
    "hungry",
    "in",
    "is",
    "jelly",
    "juice",
    "jump",
    "kid",
    "lake",
    "leg",
    "lesson",
    "library",
    "lion",
    "long",
    "look",
    "mango",
    "marker",
    "me",
    "meat",
    "milk",
    "minus",
    "minute",
    "miss",
    "monkey",
    "moon",
    "morning",
    "mother",
    "mountain",
    "mouth",
    "mr",
    "mrs",
    "museum",
    "my",
    "near",
    "new",
    "nice",
    "night",
    "nine",
    "nineteen",
    "no",
    "noodles",
    "nose",
    "not",
    "notebook",
    "now",
    "nurse",
    "old",
    "on",
    "one",
    "orange",
    "oval",
    "panda",
    "paper",
    "parent",
    "park",
    "party",
    "peach",
    "pear",
    "pen",
    "pencil",
    "pie",
    "pilot",
    "pineapple",
    "plane",
    "play",
    "playground",
    "please",
    "plus",
    "policeman",
    "porridge",
    "rabbit",
    "rainy",
    "read",
    "rectangle",
    "red",
    "rice",
    "river",
    "road",
    "room",
    "rubber",
    "ruler",
    "run",
    "sad",
    "school",
    "scissors",
    "see",
    "seven",
    "seventeen",
    "she",
    "ship",
    "shirt",
    "shoes",
    "shop",
    "short",
    "shorts",
    "shy",
    "sing",
    "singer",
    "sister",
    "six",
    "sixteen",
    "skirt",
    "sky",
    "small",
    "smell",
    "snowy",
    "sofa",
    "soup",
    "spring",
    "square",
    "star",
    "street",
    "strong",
    "student",
    "summer",
    "sun",
    "sunny",
    "supermarket",
    "sweet",
    "swim",
    "table",
    "tall",
    "taste",
    "teacher",
    "ten",
    "then",
    "there",
    "thin",
    "thirsty",
    "thirteen",
    "thirty",
    "this",
    "three",
    "tiger",
    "tired",
    "today",
    "tomorrow",
    "touch",
    "train",
    "tree",
    "triangle",
    "trousers",
    "twelve",
    "twenty",
    "two",
    "uncle",
    "under",
    "van",
    "vegetable",
    "warm",
    "water",
    "where",
    "white",
    "who",
    "window",
    "windy",
    "winter",
    "worker",
    "write",
    "yellow",
    "yes",
    "yesterday",
    "you",
    "yummy",
    "zebra",
    "zoo"
  ],
  "3-4年级": [
    "afternoon",
    "air",
    "always",
    "animal",
    "ant",
    "apple",
    "arm",
    "aunt",
    "australia",
    "autumn",
    "baby",
    "bad",
    "bag",
    "ball",
    "banana",
    "bathroom",
    "bear",
    "beautiful",
    "bed",
    "bedroom",
    "bee",
    "beef",
    "big",
    "bike",
    "bird",
    "birthday",
    "black",
    "blue",
    "board",
    "boat",
    "body",
    "book",
    "bookcase",
    "bowl",
    "box",
    "boy",
    "bread",
    "breakfast",
    "bright",
    "broccoli",
    "brother",
    "brown",
    "bus",
    "but",
    "butterfly",
    "buy",
    "by",
    "cabbage",
    "cake",
    "canada",
    "candy",
    "cap",
    "car",
    "card",
    "carrot",
    "cat",
    "cauliflower",
    "celebrate",
    "chair",
    "cheap",
    "chicken",
    "child",
    "china",
    "chopsticks",
    "christmas",
    "cinema",
    "classmate",
    "classroom",
    "clean",
    "clever",
    "clock",
    "clothes",
    "cloud",
    "cloudy",
    "coat",
    "coconut",
    "cold",
    "colour",
    "come",
    "computer",
    "cook",
    "cool",
    "cousin",
    "cow",
    "crayon",
    "cucumber",
    "cute",
    "dad",
    "dance",
    "dark",
    "deer",
    "degree",
    "delicious",
    "desk",
    "dinner",
    "dirty",
    "doctor",
    "dog",
    "door",
    "dress",
    "driver",
    "duck",
    "dumpling",
    "ear",
    "egg",
    "eggplant",
    "eight",
    "eighteen",
    "elephant",
    "eleven",
    "eraser",
    "evening",
    "expensive",
    "eye",
    "face",
    "family",
    "fan",
    "farm",
    "farmer",
    "fast",
    "fat",
    "father",
    "fifteen",
    "fish",
    "five",
    "floor",
    "flower",
    "foot",
    "forest",
    "fork",
    "four",
    "fourteen",
    "fox",
    "fresh",
    "friday",
    "fridge",
    "friend",
    "friendly",
    "fruit",
    "fun",
    "funny",
    "gate",
    "gift",
    "giraffe",
    "girl",
    "glasses",
    "glove",
    "gloves",
    "go",
    "goat",
    "good",
    "grandfather",
    "grandma",
    "grandmother",
    "grandpa",
    "grape",
    "grass",
    "green",
    "grey",
    "gym",
    "hair",
    "hall",
    "hamburger",
    "hand",
    "happy",
    "hat",
    "head",
    "healthy",
    "help",
    "helpful",
    "hen",
    "her",
    "hill",
    "his",
    "home",
    "horse",
    "hot",
    "hour",
    "in",
    "insect",
    "inside",
    "jacket",
    "juice",
    "juicy",
    "key",
    "kid",
    "kind",
    "kitchen",
    "kite",
    "kiwi",
    "knee",
    "knife",
    "lake",
    "lamp",
    "leg",
    "library",
    "light",
    "lion",
    "little",
    "long",
    "lunch",
    "man",
    "mango",
    "map",
    "market",
    "meat",
    "milk",
    "minute",
    "monday",
    "monkey",
    "month",
    "moon",
    "morning",
    "mother",
    "mountain",
    "mouth",
    "mum",
    "museum",
    "neck",
    "never",
    "new",
    "nice",
    "night",
    "nine",
    "nineteen",
    "noodles",
    "nose",
    "notebook",
    "now",
    "nurse",
    "office",
    "often",
    "old",
    "on",
    "one",
    "onion",
    "orange",
    "outside",
    "panda",
    "parent",
    "parents",
    "park",
    "party",
    "peach",
    "pear",
    "pen",
    "pencil",
    "people",
    "pepper",
    "pet",
    "phone",
    "photo",
    "picture",
    "pig",
    "pineapple",
    "pink",
    "pizza",
    "place",
    "plane",
    "plant",
    "play",
    "playground",
    "polite",
    "porridge",
    "potato",
    "pretty",
    "price",
    "puppy",
    "purple",
    "quiet",
    "rabbit",
    "rain",
    "rainy",
    "red",
    "rice",
    "river",
    "ruler",
    "salad",
    "saturday",
    "scarf",
    "school",
    "schoolbag",
    "second",
    "sell",
    "seven",
    "seventeen",
    "sheep",
    "ship",
    "shirt",
    "shoe",
    "shoes",
    "shop",
    "short",
    "shorts",
    "shoulder",
    "shy",
    "sing",
    "sister",
    "six",
    "sixteen",
    "size",
    "skirt",
    "sky",
    "small",
    "snake",
    "snow",
    "snowy",
    "socks",
    "sofa",
    "sometimes",
    "soup",
    "sour",
    "spoon",
    "spring",
    "star",
    "storybook",
    "strawberry",
    "strict",
    "strong",
    "student",
    "study",
    "summer",
    "sun",
    "sunday",
    "sunglasses",
    "sunny",
    "supermarket",
    "sweater",
    "sweet",
    "swim",
    "table",
    "tall",
    "teacher",
    "temperature",
    "ten",
    "then",
    "thin",
    "thirteen",
    "three",
    "thursday",
    "tiger",
    "today",
    "toe",
    "toilet",
    "tomato",
    "tomorrow",
    "toy",
    "train",
    "travel",
    "tree",
    "trip",
    "trousers",
    "tuesday",
    "tv",
    "twelve",
    "twenty",
    "two",
    "uk",
    "umbrella",
    "uncle",
    "under",
    "usa",
    "usually",
    "vegetable",
    "visit",
    "wall",
    "want",
    "warm",
    "water",
    "watermelon",
    "wear",
    "weather",
    "wednesday",
    "week",
    "weekend",
    "white",
    "wild",
    "wind",
    "window",
    "windy",
    "winter",
    "wolf",
    "woman",
    "year",
    "yellow",
    "yesterday",
    "yuan",
    "yummy",
    "zebra",
    "zoo"
  ],
  "5-6年级": [
    "ability",
    "above",
    "active",
    "afraid",
    "ago",
    "air",
    "always",
    "angry",
    "april",
    "are",
    "art",
    "august",
    "autumn",
    "badminton",
    "bank",
    "bathroom",
    "beautiful",
    "bed",
    "bedroom",
    "before",
    "behind",
    "below",
    "beside",
    "between",
    "big",
    "bigger",
    "bike",
    "birthday",
    "bitter",
    "bookstore",
    "bridge",
    "building",
    "businessman",
    "can",
    "chair",
    "chinese",
    "christmas",
    "cinema",
    "city",
    "class",
    "clean",
    "clever",
    "clock",
    "cloud",
    "coach",
    "coffee",
    "cold",
    "colourful",
    "computer",
    "cook",
    "cool",
    "cycling",
    "dance",
    "dancer",
    "dancing",
    "date",
    "december",
    "delicious",
    "desk",
    "do",
    "doctor",
    "doing",
    "door",
    "draw",
    "drawing",
    "drink",
    "drinking",
    "driver",
    "early",
    "easter",
    "eat",
    "eating",
    "eighth",
    "eleventh",
    "english",
    "factory",
    "far",
    "farmer",
    "favourite",
    "february",
    "feel",
    "fifth",
    "first",
    "fisherman",
    "floor",
    "flower",
    "food",
    "forest",
    "fourth",
    "fresh",
    "friday",
    "fridge",
    "friendly",
    "funny",
    "go",
    "grass",
    "green",
    "gym",
    "hamburger",
    "happy",
    "have",
    "healthy",
    "heavier",
    "heavy",
    "helpful",
    "her",
    "hers",
    "hill",
    "his",
    "hobby",
    "hospital",
    "hot",
    "hurt",
    "ill",
    "is",
    "january",
    "job",
    "juice",
    "july",
    "jump",
    "jumping",
    "june",
    "kilogram",
    "kind",
    "kitchen",
    "know",
    "lake",
    "lamp",
    "land",
    "late",
    "lesson",
    "library",
    "light",
    "like",
    "listen",
    "listening",
    "long",
    "longer",
    "look",
    "love",
    "march",
    "maths",
    "may",
    "metre",
    "milk",
    "mine",
    "monday",
    "month",
    "moon",
    "mountain",
    "museum",
    "music",
    "my",
    "nature",
    "near",
    "never",
    "nice",
    "ninth",
    "november",
    "now",
    "nurse",
    "october",
    "often",
    "old",
    "older",
    "on",
    "our",
    "ours",
    "park",
    "path",
    "pe",
    "phone",
    "photo",
    "pilot",
    "plant",
    "play",
    "playing",
    "polite",
    "quiet",
    "rain",
    "read",
    "reading",
    "reporter",
    "restaurant",
    "river",
    "room",
    "run",
    "running",
    "sad",
    "salad",
    "salty",
    "sandwich",
    "saturday",
    "school",
    "science",
    "scientist",
    "season",
    "second",
    "see",
    "september",
    "seventh",
    "shop",
    "short",
    "shorter",
    "should",
    "shy",
    "sing",
    "singer",
    "singing",
    "sixth",
    "size",
    "sky",
    "small",
    "smaller",
    "snow",
    "sofa",
    "sometimes",
    "sour",
    "spring",
    "star",
    "stop",
    "strict",
    "strong",
    "study",
    "summer",
    "sun",
    "sunday",
    "supermarket",
    "sweet",
    "swim",
    "swimming",
    "table",
    "talking",
    "tall",
    "taller",
    "tea",
    "teacher",
    "tenth",
    "thanksgiving",
    "their",
    "theirs",
    "then",
    "there",
    "thin",
    "thinner",
    "third",
    "thursday",
    "tired",
    "today",
    "tomorrow",
    "tonight",
    "tree",
    "tuesday",
    "tv",
    "twelfth",
    "twentieth",
    "usually",
    "village",
    "visit",
    "wait",
    "walking",
    "wall",
    "warm",
    "wash",
    "watch",
    "watching",
    "water",
    "weak",
    "wednesday",
    "weekend",
    "what",
    "where",
    "who",
    "wind",
    "window",
    "winter",
    "work",
    "worker",
    "worried",
    "write",
    "writer",
    "writing",
    "year",
    "yesterday",
    "young",
    "younger",
    "your",
    "yours",
    "zoo"
  ],
  "7-9年级": [
    "ability",
    "able",
    "about",
    "above",
    "abroad",
    "accept",
    "accident",
    "accurate",
    "achieve",
    "across",
    "act",
    "active",
    "activity",
    "actor",
    "actress",
    "actually",
    "add",
    "addition",
    "address",
    "adj",
    "adv",
    "advantage",
    "advertisement",
    "advice",
    "afford",
    "afraid",
    "africa",
    "after",
    "afternoon",
    "again",
    "against",
    "age",
    "aged",
    "agent",
    "ago",
    "agree",
    "ahead",
    "aim",
    "air",
    "airline",
    "airport",
    "alarm",
    "alive",
    "all",
    "allow",
    "almost",
    "alone",
    "along",
    "already",
    "also",
    "although",
    "altogether",
    "always",
    "amazing",
    "ambition",
    "america",
    "american",
    "among",
    "amount",
    "amusement",
    "amusing",
    "ancient",
    "and",
    "angrily",
    "angry",
    "animal",
    "another",
    "answer",
    "any",
    "anybody",
    "anything",
    "anywhere",
    "apologize",
    "appear",
    "apple",
    "april",
    "area",
    "argue",
    "arm",
    "army",
    "around",
    "arrange",
    "arrive",
    "art",
    "article",
    "artist",
    "as",
    "asia",
    "ask",
    "assistant",
    "at",
    "attack",
    "attend",
    "attention",
    "attitude",
    "attract",
    "attractive",
    "audience",
    "august",
    "aunt",
    "australia",
    "australian",
    "automatic",
    "autumn",
    "average",
    "award",
    "away",
    "awful",
    "baby",
    "back",
    "bag",
    "bakery",
    "balance",
    "ball",
    "balloon",
    "banana",
    "bank",
    "bar",
    "base",
    "basket",
    "basketball",
    "bath",
    "battle",
    "be",
    "beach",
    "bear",
    "beat",
    "beautiful",
    "because",
    "become",
    "bed",
    "bedroom",
    "before",
    "beg",
    "begin",
    "beginning",
    "behind",
    "believe",
    "bell",
    "belong",
    "below",
    "belt",
    "beside",
    "besides",
    "best",
    "better",
    "bicycle",
    "big",
    "bill",
    "bin",
    "bird",
    "birthday",
    "bit",
    "bite",
    "blackboard",
    "blind",
    "block",
    "blood",
    "blow",
    "blue",
    "board",
    "boat",
    "body",
    "boil",
    "book",
    "boring",
    "born",
    "borrow",
    "both",
    "bottle",
    "bottom",
    "bowl",
    "box",
    "boy",
    "brave",
    "bread",
    "break",
    "breakfast",
    "breath",
    "bridge",
    "bright",
    "bring",
    "britain",
    "broadcast",
    "brother",
    "brown",
    "brush",
    "build",
    "building",
    "bund",
    "burn",
    "bus",
    "business",
    "businessman",
    "busy",
    "but",
    "butter",
    "butterfly",
    "button",
    "buy",
    "by",
    "bye",
    "cake",
    "call",
    "camera",
    "camp",
    "can",
    "canada",
    "canadian",
    "cancel",
    "capital",
    "car",
    "card",
    "care",
    "careful",
    "carefully",
    "carrot",
    "carry",
    "cartoon",
    "case",
    "catch",
    "cause",
    "cave",
    "cd",
    "celebrate",
    "cent",
    "centre",
    "century",
    "certainly",
    "chance",
    "change",
    "changeable",
    "channel",
    "charge",
    "charity",
    "cheap",
    "check",
    "cheer",
    "chemical",
    "chemistry",
    "chess",
    "chicken",
    "chief",
    "child",
    "childhood",
    "china",
    "chocolate",
    "choice",
    "choose",
    "christmas",
    "church",
    "cigarette",
    "cinema",
    "circle",
    "citizen",
    "class",
    "classmate",
    "classroom",
    "clean",
    "clear",
    "clearly",
    "clerk",
    "clever",
    "climb",
    "clock",
    "close",
    "clothes",
    "cloud",
    "cloudy",
    "club",
    "co",
    "coat",
    "coffee",
    "cold",
    "collect",
    "collection",
    "college",
    "colo",
    "com",
    "come",
    "comfortable",
    "common",
    "communicate",
    "company",
    "compare",
    "competition",
    "complain",
    "complete",
    "completely",
    "computer",
    "concert",
    "conclusion",
    "conference",
    "confident",
    "confuse",
    "connect",
    "contest",
    "continue",
    "control",
    "convenient",
    "conversation",
    "cook",
    "cool",
    "copy",
    "corner",
    "correct",
    "cost",
    "cotton",
    "cough",
    "count",
    "country",
    "couple",
    "course",
    "cousin",
    "crazy",
    "cream",
    "create",
    "cross",
    "crowded",
    "cry",
    "culture",
    "cup",
    "custom",
    "customer",
    "cut",
    "cute",
    "cycle",
    "dad",
    "daily",
    "damage",
    "dance",
    "danger",
    "dangerous",
    "dare",
    "dark",
    "date",
    "daughter",
    "day",
    "dead",
    "deal",
    "dear",
    "death",
    "december",
    "decide",
    "decision",
    "decorate",
    "deep",
    "degree",
    "delay",
    "delicious",
    "deliver",
    "deny",
    "depend",
    "describe",
    "deserve",
    "design",
    "desire",
    "desk",
    "destroy",
    "detail",
    "develop",
    "development",
    "dial",
    "dialogue",
    "diary",
    "dictionary",
    "die",
    "diet",
    "difference",
    "difficult",
    "difficulty",
    "dig",
    "dinner",
    "dirty",
    "disappear",
    "disappointed",
    "disaster",
    "discover",
    "discuss",
    "discussion",
    "dish",
    "dishonest",
    "distance",
    "disturb",
    "divide",
    "do",
    "doctor",
    "dog",
    "dollar",
    "door",
    "double",
    "down",
    "downstairs",
    "dream",
    "dress",
    "drink",
    "drive",
    "drop",
    "dry",
    "duck",
    "dull",
    "dumpling",
    "during",
    "duty",
    "each",
    "eager",
    "earth",
    "earthquake",
    "easily",
    "east",
    "easy",
    "eat",
    "education",
    "educational",
    "egg",
    "eighbourhoodn",
    "either",
    "elder",
    "electric",
    "electricity",
    "elementary",
    "elephant",
    "else",
    "enable",
    "encourage",
    "end",
    "enemy",
    "energy",
    "engine",
    "engineer",
    "england",
    "english",
    "enjoy",
    "enjoyable",
    "enough",
    "enter",
    "entrance",
    "envelope",
    "environment",
    "equal",
    "escape",
    "especially",
    "eve",
    "even",
    "evening",
    "event",
    "ever",
    "every",
    "everyday",
    "everyone",
    "exactly",
    "examexamination",
    "examine",
    "example",
    "excellent",
    "except",
    "exchange",
    "excited",
    "excuse",
    "exercise",
    "exhibition",
    "expect",
    "expensive",
    "experience",
    "experiment",
    "explain",
    "express",
    "eye",
    "fable",
    "face",
    "fact",
    "factory",
    "fail",
    "fair",
    "fall",
    "familiar",
    "family",
    "famous",
    "fan",
    "far",
    "farm",
    "farmer",
    "fast",
    "fat",
    "father",
    "favour",
    "favourite",
    "february",
    "feed",
    "feel",
    "female",
    "fence",
    "ferry",
    "festival",
    "fever",
    "few",
    "figure",
    "fill",
    "film",
    "final",
    "finally",
    "find",
    "fine",
    "finger",
    "fire",
    "fireman",
    "firework",
    "first",
    "fish",
    "fisherman",
    "fit",
    "fix",
    "flag",
    "flat",
    "flight",
    "flood",
    "floor",
    "flower",
    "fly",
    "focus",
    "follow",
    "following",
    "fond",
    "food",
    "fool",
    "foolish",
    "foot",
    "football",
    "for",
    "forecast",
    "foreign",
    "foreigner",
    "forest",
    "forever",
    "forget",
    "forgetful",
    "fork",
    "form",
    "forward",
    "fountain",
    "france",
    "free",
    "freedom",
    "freeze",
    "freezing",
    "french",
    "fresh",
    "friday",
    "fridge",
    "fried",
    "friend",
    "friendly",
    "frighten",
    "frightened",
    "frightening",
    "from",
    "front",
    "frozen",
    "fruit",
    "fuel",
    "full",
    "fumiture",
    "fun",
    "funny",
    "future",
    "gain",
    "game",
    "garden",
    "gas",
    "gate",
    "general",
    "generation",
    "generous",
    "gentle",
    "gentleman",
    "gently",
    "geography",
    "german",
    "germany",
    "get",
    "gift",
    "give",
    "glad",
    "glass",
    "go",
    "goal",
    "gold",
    "golden",
    "good",
    "government",
    "grade",
    "grandma",
    "grandpa",
    "grass",
    "great",
    "green",
    "greenhouse",
    "greet",
    "ground",
    "group",
    "guess",
    "guest",
    "guide",
    "gun",
    "habit",
    "hair",
    "half",
    "hall",
    "hand",
    "hang",
    "happen",
    "happily",
    "happy",
    "hard",
    "hardly",
    "harmful",
    "hate",
    "head",
    "headache",
    "headline",
    "headmaster",
    "health",
    "healthy",
    "hear",
    "heat",
    "heavily",
    "heavy",
    "height",
    "hello",
    "help",
    "helpful",
    "here",
    "hero",
    "hide",
    "high",
    "hill",
    "historical",
    "history",
    "hit",
    "hobby",
    "hold",
    "hole",
    "holiday",
    "home",
    "homeless",
    "homework",
    "honest",
    "honesty",
    "honey",
    "honour",
    "hope",
    "horrible",
    "horse",
    "hospital",
    "host",
    "hot",
    "hotel",
    "hour",
    "house",
    "housework",
    "how",
    "however",
    "huge",
    "human",
    "hungry",
    "hunt",
    "hurry",
    "hurt",
    "husband",
    "ice",
    "if",
    "ill",
    "illness",
    "imagine",
    "immediately",
    "importance",
    "important",
    "impossible",
    "improve",
    "inch",
    "include",
    "income",
    "increase",
    "independent",
    "indoor",
    "industry",
    "information",
    "ink",
    "instead",
    "interest",
    "interested",
    "interesting",
    "interview",
    "into",
    "introduce",
    "invention",
    "inventor",
    "investigate",
    "invitation",
    "invite",
    "iron",
    "island",
    "jacket",
    "jam",
    "january",
    "japan",
    "japanese",
    "jeans",
    "job",
    "join",
    "joke",
    "journalist",
    "journey",
    "joy",
    "judge",
    "juice",
    "july",
    "jump",
    "june",
    "junior",
    "just",
    "keep",
    "key",
    "keyboard",
    "kick",
    "kid",
    "kill",
    "kilogram",
    "kilometre",
    "kind",
    "kindness",
    "king",
    "kitchen",
    "kite",
    "knife",
    "knock",
    "know",
    "knowledge",
    "ky",
    "lake",
    "land",
    "lantern",
    "late",
    "law",
    "lay",
    "lecture",
    "lend",
    "letter",
    "library",
    "lift",
    "limited",
    "listen",
    "local",
    "london",
    "long",
    "lucky",
    "machine",
    "mad",
    "magazine",
    "mail",
    "main",
    "mainly",
    "male",
    "mall",
    "man",
    "manage",
    "manager",
    "manner",
    "many",
    "map",
    "march",
    "market",
    "marry",
    "match",
    "material",
    "maths",
    "matter",
    "may",
    "maybe",
    "mean",
    "meat",
    "medical",
    "medicine",
    "medium",
    "meet",
    "meeting",
    "member",
    "memory",
    "menu",
    "message",
    "metal",
    "method",
    "metre",
    "middle",
    "mile",
    "milk",
    "mind",
    "minus",
    "miss",
    "mistake",
    "mix",
    "mixture",
    "model",
    "modern",
    "moment",
    "moming",
    "monday",
    "money",
    "monitor",
    "monkey",
    "month",
    "moon",
    "more",
    "most",
    "mother",
    "motor",
    "motorcycle",
    "mountain",
    "mouse",
    "mouth",
    "move",
    "movie",
    "mr",
    "mrs",
    "much",
    "museum",
    "mushroom",
    "music",
    "must",
    "name",
    "narrow",
    "nation",
    "national",
    "nationality",
    "nature",
    "near",
    "nearby",
    "nearly",
    "necessary",
    "need",
    "neighbour",
    "nervous",
    "net",
    "network",
    "never",
    "new",
    "news",
    "newspaper",
    "next",
    "nice",
    "no",
    "nobody",
    "noise",
    "noisy",
    "none",
    "noodle",
    "nor",
    "north",
    "nose",
    "not",
    "note",
    "nothing",
    "notice",
    "novel",
    "november",
    "now",
    "nowadays",
    "nowhere",
    "number",
    "obey",
    "observe",
    "occupation",
    "ocean",
    "october",
    "of",
    "off",
    "offer",
    "official",
    "often",
    "oil",
    "old",
    "olympic",
    "on",
    "once",
    "only",
    "onto",
    "open",
    "operate",
    "operation",
    "opinion",
    "opposite",
    "or",
    "orange",
    "order",
    "ordinary",
    "organization",
    "organize",
    "other",
    "ought",
    "out",
    "outdoor",
    "outside",
    "oven",
    "over",
    "own",
    "owner",
    "pacific",
    "pack",
    "page",
    "pain",
    "paint",
    "painting",
    "pair",
    "palace",
    "pale",
    "panda",
    "paper",
    "parent",
    "paris",
    "park",
    "part",
    "partner",
    "party",
    "pass",
    "passage",
    "passenger",
    "passport",
    "past",
    "patient",
    "pay",
    "peace",
    "pear",
    "pearl",
    "pen",
    "pencil",
    "penny",
    "people",
    "per",
    "percent",
    "perfect",
    "performance",
    "perhaps",
    "person",
    "personal",
    "photo",
    "physical",
    "physics",
    "piano",
    "pick",
    "picnic",
    "picture",
    "piece",
    "pig",
    "pilot",
    "pin",
    "pineapple",
    "pink",
    "pioneer",
    "pity",
    "pizza",
    "place",
    "plan",
    "plane",
    "planet",
    "plant",
    "plastic",
    "plate",
    "platform",
    "play",
    "please",
    "pleased",
    "pleasure",
    "plenty",
    "plus",
    "pocket",
    "poem",
    "point",
    "politely",
    "politics",
    "pollute",
    "pollution",
    "pool",
    "poor",
    "popular",
    "population",
    "pork",
    "possible",
    "possibly",
    "post",
    "postcard",
    "postman",
    "pot",
    "potato",
    "pound",
    "power",
    "powerful",
    "practice",
    "praise",
    "precious",
    "predict",
    "prefer",
    "prepare",
    "present",
    "president",
    "press",
    "pretty",
    "prevent",
    "price",
    "primary",
    "print",
    "prison",
    "private",
    "prize",
    "probably",
    "problem",
    "process",
    "produce",
    "product",
    "programme",
    "progress",
    "project",
    "promise",
    "pronounce",
    "properly",
    "protect",
    "proud",
    "prove",
    "provide",
    "public",
    "publish",
    "pull",
    "push",
    "put",
    "quarter",
    "question",
    "quickly",
    "quiet",
    "quietly",
    "quite",
    "quiz",
    "race",
    "radio",
    "rain",
    "rainy",
    "raise",
    "rather",
    "reach",
    "read",
    "ready",
    "real",
    "realize",
    "reason",
    "rebuild",
    "receive",
    "recent",
    "recently",
    "recognize",
    "record",
    "recorder",
    "red",
    "reduce",
    "reference",
    "refuse",
    "regular",
    "relationship",
    "relative",
    "relax",
    "rely",
    "remember",
    "repair",
    "reply",
    "report",
    "reporter",
    "republic",
    "require",
    "research",
    "resourse",
    "respect",
    "response",
    "responsible",
    "rest",
    "restaurant",
    "result",
    "retired",
    "return",
    "review",
    "rice",
    "rich",
    "rid",
    "right",
    "ring",
    "rise",
    "river",
    "road",
    "roast",
    "rob",
    "robbery",
    "robot",
    "rock",
    "rocket",
    "room",
    "root",
    "rope",
    "rose",
    "rough",
    "round",
    "row",
    "rubbish",
    "run",
    "rush",
    "sad",
    "safe",
    "safely",
    "safety",
    "salad",
    "salary",
    "sale",
    "salt",
    "same",
    "sandwich",
    "satisfied",
    "saturday",
    "sauce",
    "save",
    "say",
    "saying",
    "school",
    "scientist",
    "score",
    "screen",
    "sea",
    "seafood",
    "search",
    "seaside",
    "season",
    "seat",
    "second",
    "secondary",
    "secret",
    "secretary",
    "section",
    "see",
    "seem",
    "seldom",
    "select",
    "sell",
    "send",
    "senior",
    "sense",
    "sentence",
    "september",
    "serious",
    "seriously",
    "serve",
    "service",
    "set",
    "settle",
    "several",
    "sex",
    "shake",
    "shall",
    "shame",
    "shape",
    "share",
    "sheep",
    "shelf",
    "shine",
    "ship",
    "shirt",
    "shoe",
    "shop",
    "short",
    "should",
    "shout",
    "show",
    "shower",
    "sick",
    "side",
    "sight",
    "sightseeing",
    "sign",
    "silent",
    "silly",
    "similar",
    "simple",
    "sing",
    "single",
    "sir",
    "sister",
    "sit",
    "situation",
    "size",
    "skate",
    "skill",
    "skirt",
    "sleep",
    "slow",
    "slowly",
    "small",
    "smart",
    "smell",
    "smile",
    "smoke",
    "snack",
    "snow",
    "snowy",
    "so",
    "soft",
    "softly",
    "soldier",
    "solution",
    "solve",
    "some",
    "something",
    "sometimes",
    "son",
    "song",
    "soon",
    "sorry",
    "sound",
    "soup",
    "south",
    "space",
    "spare",
    "speak",
    "special",
    "speech",
    "speed",
    "spend",
    "spoon",
    "sport",
    "spread",
    "spring",
    "square",
    "stamp",
    "stand",
    "star",
    "start",
    "state",
    "station",
    "steak",
    "steal",
    "steam",
    "step",
    "stick",
    "still",
    "stocking",
    "stomachache",
    "stone",
    "stop",
    "store",
    "storm",
    "story",
    "straight",
    "strange",
    "street",
    "strict",
    "strikev",
    "strong",
    "study",
    "stupid",
    "subject",
    "succeed",
    "success",
    "successful",
    "such",
    "suddenly",
    "suffer",
    "sugar",
    "suggest",
    "suggestion",
    "summer",
    "sun",
    "sunday",
    "sunny",
    "supermarket",
    "supper",
    "support",
    "suppose",
    "sure",
    "surface",
    "surprise",
    "surprised",
    "survey",
    "sweep",
    "sweet",
    "swim",
    "table",
    "take",
    "talk",
    "tall",
    "tap",
    "tape",
    "task",
    "taste",
    "taxi",
    "tea",
    "teach",
    "teacher",
    "team",
    "technology",
    "teenager",
    "telephone",
    "television",
    "tell",
    "tem",
    "tennis",
    "term",
    "terrible",
    "test",
    "text",
    "th",
    "than",
    "thank",
    "thankful",
    "that",
    "theatre",
    "then",
    "these",
    "thick",
    "thin",
    "think",
    "thirsty",
    "this",
    "those",
    "thought",
    "throw",
    "thursday",
    "tic",
    "tidy",
    "tie",
    "tiger",
    "till",
    "time",
    "tired",
    "title",
    "to",
    "today",
    "together",
    "tomorrow",
    "tonight",
    "too",
    "tool",
    "tooth",
    "toothache",
    "top",
    "topic",
    "touch",
    "tour",
    "tourist",
    "toward",
    "tower",
    "town",
    "toy",
    "traditional",
    "traffic",
    "train",
    "translate",
    "transport",
    "travel",
    "tree",
    "trick",
    "trip",
    "trouble",
    "trousers",
    "true",
    "truth",
    "try",
    "tuesday",
    "turkey",
    "turn",
    "twice",
    "twin",
    "type",
    "umbrella",
    "uncle",
    "under",
    "underground",
    "underline",
    "understand",
    "unhealthy",
    "uniform",
    "unit",
    "university",
    "unless",
    "until",
    "unusual",
    "up",
    "upset",
    "upstairs",
    "use",
    "useful",
    "usually",
    "variety",
    "various",
    "vegetable",
    "very",
    "vi",
    "victory",
    "video",
    "view",
    "village",
    "violin",
    "visit",
    "visitor",
    "voice",
    "volleyball",
    "volunteer",
    "wait",
    "waiter",
    "waitress",
    "wake",
    "wall",
    "want",
    "war",
    "warm",
    "warn",
    "wash",
    "waste",
    "watch",
    "water",
    "wave",
    "way",
    "weak",
    "wealth",
    "wear",
    "weather",
    "wednesday",
    "week",
    "weekday",
    "weekend",
    "weigh",
    "weight",
    "welcome",
    "well",
    "west",
    "western",
    "wet",
    "what",
    "when",
    "where",
    "whether",
    "which",
    "while",
    "white",
    "who",
    "whole",
    "whom",
    "whose",
    "why",
    "wide",
    "widely",
    "widen",
    "wife",
    "wild",
    "will",
    "win",
    "wind",
    "window",
    "windy",
    "wine",
    "wing",
    "winner",
    "winter",
    "wisdom",
    "wise",
    "wish",
    "with",
    "within",
    "without",
    "wolf",
    "woman",
    "wonder",
    "wonderful",
    "wood",
    "wooden",
    "word",
    "work",
    "worker",
    "world",
    "worry",
    "would",
    "wound",
    "wounded",
    "writer",
    "wrong",
    "year",
    "yellow",
    "yes",
    "young",
    "zero",
    "zoo"
  ]
}